(function loadDescription() {
    const main = document.querySelector("main");

    main.innerHTML = `
        <section class="description-container">
            <h1>PlanFlow</h1>
            <div class="intro">
                <h1>PlanFlow – Управляй Временем Легко!</h1>
                <p>
                    Планируй задачи по-своему! <strong>PlanFlow</strong> — это стильное и удобное приложение для 
                    организации дел, сочетающее <em>классическое планирование</em> с <em>творческими инструментами</em>. 
                    Выбирай между строгим чек-листом и креативным оформлением, чтобы сделать планирование не только полезным, но и увлекательным! 🎨📅
                </p>
            </div>
        </section>
    `;
})();
